tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "knqyf263/utern"
tap "versent/taps"
cask "adoptopenjdk"
brew "anyenv"
brew "readline"
brew "awscli"
brew "bat"
brew "circleci"
brew "direnv"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnu-getopt"
brew "go"
brew "graphviz"
brew "kubernetes-helm"
brew "helmfile"
brew "htop"
brew "hub"
brew "jq"
brew "kubectx"
brew "libmagic"
brew "llvm"
brew "mercurial"
brew "minikube", link: false
brew "mysql", link: false
brew "mysql@5.7", link: true
brew "neovim"
brew "nkf"
brew "openapi-generator"
brew "openssl"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sops"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "xsv"
brew "yq"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "knqyf263/utern/utern"
brew "versent/taps/saml2aws"
cask "1password"
cask "alfred"
cask "clipy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gas-mask"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "minikube"
cask "postman"
cask "shiftit"
cask "slack"
cask "spotify"
cask "typora"
