tap "adoptopenjdk/openjdk"
tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "derailed/k9s"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "knqyf263/utern"
tap "ktr0731/evans"
tap "nakabonne/golintui"
tap "versent/taps"
brew "anyenv"
brew "argocd"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.8"
brew "circleci"
brew "go"
brew "dep"
brew "direnv"
brew "dive"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnu-getopt"
brew "gomplate"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "helm@2"
brew "helmfile"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libevent"
brew "libmagic"
brew "llvm"
brew "mecab"
brew "mercurial"
brew "minikube", link: false
brew "protobuf"
brew "mysql", link: false
brew "mysql@5.7", link: true
brew "neovim"
brew "nkf"
brew "openapi-generator"
brew "openjdk@11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "sops"
brew "starship"
brew "stern"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "xsv"
brew "yq"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "derailed/k9s/k9s"
brew "knqyf263/utern/utern"
brew "ktr0731/evans/evans"
brew "nakabonne/golintui/golintui"
brew "versent/taps/saml2aws"
cask "1password"
cask "adoptopenjdk"
cask "alfred"
cask "clipy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gas-mask"
cask "google-japanese-ime"
cask "iterm2"
cask "java11"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "microsoft-remote-desktop-beta"
cask "minikube"
cask "obs"
cask "postman"
cask "shiftit"
cask "skitch"
cask "slack"
cask "spotify"
cask "typora"
