alfred
clipy
keycastr
shiftit
spotify
google-japanese-ime
docker
karabiner-elements
dropbox
google-chrome
firefox
kindle
iterm2
slack
jetbrains-toolbox
1password
postman
menubar-stats
minikube
gas-mask

